import { ChatMessages } from 'types/Message';

export const policyMessages: ChatMessages = [
  {
    id: 1,
    type: 'message',
    text: '<h2>Политика конфиденциальности</h2><br><h3>1.Общие положения</h3><br><span>Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые ООО “Инженерный Центр «Юнитерм»” (далее – Оператор).</span><br><br><span>1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</span><br><br><span>1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта unithermspb.ru.</span>',
  },
];
